<script>
const contentData = [
  {
    id: "1",
    content_title: "对住校高中生特别适用的背单词方式",
    likes: 1080,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方, 这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "2",
    content_title: "对住校高中生特别适用的背单词方式",
    likes: 1080,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "3",
    content_title: "一些另外的有趣的方法",
    likes: 997,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "4",
    content_title: "这里还有一些更有趣的，完全不同的方法！",
    likes: 758,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "5",
    content_title: "对住校高中生特别适用的背单词方式",
    likes: 143,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "6",
    content_title: "对住校高中生特别适用的背单词方式",
    likes: 4532,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "7",
    content_title: "对住校高中生特别适用的背单词方式",
    likes: 2030,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "8",
    content_title: "对住校高中生特别适用的背单词方式",
    likes: 777,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "9",
    content_title: "对住校高中生特别适用的背单词方式",
    likes: 445,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  },
  {
    id: "10",
    content_title: "对住校高中生特别适用的背单词方式",
    likes: 654,
    content:
      "亲爱的同志们！这个宣言是中国共产党在去年十一月间决定的。这宣言的内容不过是关于共产主义原则的一部分，因此没有向外发表，不过以此为收纳党员之标准。这宣言之中文原稿不能在此地找到，所以兄弟把他从英文稿翻译出来。决定这宣言之时期既然有一年多了，当然到现在须要有修改和添补的地方"
  }
];

export default {
  contentData
};
</script>